Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: sopimusvaltiota yhteisesti koskevat kriteerit, tätä Norjan erityissäännöstä ei ole otettu
sme: Norgii erenoamáš njuolggadus ii leat mielde. Daid olbmuid geain Norggas okta

source: mukaan. Ne norjalaiset, joiden isovanhempien toisen vanhemman kotikielenä oli saamen
sme: máttarvánhen geavahii sámegiela ruovttugiellan, goalmmát čuoggá mearrádus

source: kieli, kuuluvat kuitenkin 3 kohdan määräyksen piiriin.
sme: dattetge fátmmasta.

source: 2 kohta: Tässä määräyksessä mainitaan erityisesti ne henkilöt, joilla on oikeus harjoittaa
sme: Čuokkis 2: Dán mearrádusas namahuvvojit erenoamážit sii geain lea vuoigat

source: poronhoitoa Norjassa tai Ruotsissa.
sme: vuohta jođihit boazodoalu Norggas dahje Ruoŧas.

source: Tällaista määräystä tarvitaan kielisäännöksen lisäksi sen
sme: mearrádussii lassin giellanjuolggadussii, vuolgá dan duohtadilis ahte oassi boazo

source: tosiasian takia, että jotkut − etenkin eteläisimmillä saamelaisalueilla asuvat – porosaamelaiset ovat menettäneet yhteyden saamen kieleen kotikielenä.
sme: sámiin – erenoamážit sámiid lulimus guovlluin, leat massán sámegiela ruovttugiellan.

source: Ei ole kuitenkaan epäilystäkään siitä,
sme: Dattetge ii leat eahpádus das ahte sii adnojuvvojit sápmelažžan iežaset vuoigatvuođa

source: että heitä pidetään saamelaisina poronhoito-oikeutensa johdosta. Tämä oikeus on sekä
sme: geažil jođihit boazodoalu, mii sihke Norggas ja Ruoŧas lea sámiid sierravuoigat

source: Norjassa että Ruotsissa saamelaisten erityisoikeus.
sme: vuohta.

source: Norjan oloissa tämä määräys saattaa
sme: Norgga dilálašvuođaide dát mearrádus gale sáhttá orrut badjelmearálaš, go

source: sinänsä vaikuttaa turhalta, koska kielivaatimus, jonka on täytyttävä äänioikeuden saamiseksi
sme: juo giellagáibádus mii biddjojuvvo sámediggeválggas jienasteaddji olbmui, maiddái

source: saamelaiskäräjien vaaleissa, käsittää myös isoisovanhempien kotikielen, vrt. tämän artiklan 3
sme: fátmmasta máttarvánhemiid ruovttugiela, vrd. mearkkašumiid mat leat dán artihkkala

source: ja 4 kohtaa koskevat huomautukset.
sme: čuoggái 3 ja čuoggái 4.

source: Koska tässä suhteessa ei ole mitään erityistä syytä tehdä
sme: Dattetge válljejedje diktit mearrádusa gustot maiddái Norgii,

source: eroa Norjan ja Ruotsin välillä, on päätetty, että tämä määräys koskee myös Norjaa.
sme: go ii leat mihkkege sivaid earuhit Norgga ja Ruoŧa dan čuoggás.

source: Näiden kahden valtion poronhoitolainsäädännöstä käy ilmi, millä alueilla saamelaiset
sme: Dan guovtti riikka boazodoallolágas boahtá ovdan main guovlluin sámit jođihit

source: harjoittavat poronhoitoa.
sme: boazodoalu.

source: Tämä kohta koskee henkilöitä, joilla itsellään on oikeus harjoittaa
sme: Čuokkis fátmmasta olbmuid geain alddiineaset lea vuoigatvuohta jođihit

source: saamelaista poronhoitoa, eikä henkilöitä, jotka ovat saaneet poronhoito-oikeuden erivapauden,
sme: sámi boazodoalu, iige daid olbmuid guđet dispensašuvnnain, náittosdilis dahje

source: avioliiton tai vastaavan nojalla.
sme: sullasaš sivaid geažil leat ožžon dan vuoigatvuođa.

source: Mikäli syntyy epäselvyyttä siitä, koskeeko tämä määräys
sme: Jos čuožžila eahpádus das

source: jotakuta henkilöä, asiaa tulee voida tutkia tuomioistuimessa, vrt. tämän artiklan
sme: fátmmastago dát mearrádus dihto olbmo, de lea vejolaš diktit duopmostuolu mearridit

source: alkuhuomautukset.
sme: ášši, geahča mii lea álggus celkojuvvon dán artihkkala mearkkašumiin.

source: Määräys on rajoitettu koskemaan Norjaa ja Ruotsia.
sme: Mearrádus ráddjejuvvo gustot Norgii ja Ruŧŧii.

source: Säännös ei koske Suomea, koska
sme: Sivva manne njuolggadus ii gusto

source: poronhoito-oikeus ei Suomessa ole saamelaisten erityisoikeus, katso 42 artikla ja siihen
sme: sierravuoigatvuohtan, geahča artihkkala 42 ja dasa gullevaš mearkkašumiid.

source: 3 kohta: Henkilöillä, joilla on äänioikeus tai jotka täyttävät äänioikeuden edellytykset
sme: Čuokkis 3: Sis geain lea jienastanvuoigatvuohta dahje guđet devdet sámedigge

source: saamelaiskäräjien vaaleissa, on oikeus pitää itseään saamelaisina. Määräyksessä viitataan
sme: válgga jienastanvuoigatvuhtii gullevaš gáibádusaid, lea vuoigatvuohta adnojuvvot

source: epäsuorasti sopimusvaltioiden säätämiin saamelaiskäräjiä koskeviin lakeihin. Määräys on
sme: sápmelažžan. Mearrádusas lea gávvi čujuhus dan golmma riikka sámediggelágaide.

source: sisällytetty 4 artiklaan sen takaamiseksi, että kaikkia, joilla on äänioikeus oman maansa
sme: Mearrádus lea váldojuvvon artihkkalii 4 vai sihkkarastá ahte buohkat geain lea

source: saamelaiskäräjillä, myös pidetään saamelaisina tämän sopimuksen perusteella.
sme: dán konvenšuvnna mielde.

source: Määräys on
sme: Mearrádus lea dainna lágiin dárbbašlaš daid olbmuid dihte

source: joita pidetään saamelaisina sillä perusteella, että heidän isoisovanhempansa ovat käyttäneet
sme: guđet Norggas adnojuvvojit sápmelažžan dainnago okta máttarvánhen geavahii

source: saamen kieltä kotikielenään.
sme: sámegiela ruovttugiellan.

source: Kuten määräyksen sanamuodosta käy ilmi, henkilön ei tarvitse ilmoittaa lukeutuvansa
sme: Nugo boahtá ovdan sátnádagas, de ii dárbbaš dat olmmos gean dát mearrádus

source: saamelaisväestöön kuuluakseen tämän määräyksen piiriin.
sme: fátmmasta, leat čálihuvvon sámi jienastuslohkui.

source: Riittää, että hän täyttää
sme: Doarvái lea ahte deavdá daid

source: saamelaisväestöön lukeutumisen ehdot.
sme: eavttuid mat leat biddjojuvvon sutnje guhte áigu leat sámi jienastuslogus. Jos

source: Vaatimus saamelaisväestöön rekisteröitymisestä
sme: gáibiduvvošii čáliheapmi sámi jienastuslohkui, de dat čuolddášii sin eret guđet

source: sulkisi pois sellaiset henkilöt, jotka kieltäytyvät mainitusta rekisteröitymisestä mutta kuitenkin
sme: máŋgga siva geažil doalahit čáliheames iežaset registarii, muhto goittot atnet iežaset

source: pitävät itseään saamelaisina.
sme: sápmelažžan.

source: Määräys merkitsee edelleen, että henkilöä, jota on omassa maassaan annettujen
sme: Mearrádus mearkkaša dasto ahte son geas iežas riikka njuolggadusaid mielde lea

source: saamelaiskäräjien vaaleja koskevien säännösten mukaan pidettävä saamelaisena, pidetään
sme: vuoigatvuohta jienastit Sámediggái, galgá adnojuvvot sápmelažžan, ja nu maiddái

source: saamelaisena myös muissa kahdessa sopimusvaltiossa.
sme: duon guovtti nuppi riikkasge.

source: 4 kohta: Tämän määräyksen nojalla 1–3 kohdan mukaan myös saamelaiseksi katsotun
sme: Čuokkis 4: Dán mearrádusa mielde mánátge galget adnojuvvot sápmelažžan dan

source: henkilön lapsi tulee katsoa saamelaiseksi.
sme: olbmos guhte lea sápmelaš čuoggáid 1, 2 ja 3 mielde.

source: Täysikäisiin lapsiin sovelletaan tässä yhteydessä myös itseidentifikaation vaatimusta.
sme: gusto maid iešduođaštusgáibádus.

source: Alaikäisten lasten kohdalla tätä ei tietenkään voida
sme: Vuolleahkásaš mánáid várás ii leat dieđusge

source: vaatia.
sme: vejolaš bidjat dakkár gáibádusa.

source: 5 artikla
sme: Artihkkal 5 Stáhta ovddasvástádusa viidodat Stáhta geatnegasvuođat dán konvenšuvnna mielde gustojit buot riikkaviidosaš, guvllolaš ja báikkálaš dásiide.

source: Valtioiden tämän sopimuksen mukaiset velvollisuudet koskevat kaikkia valtiollisia toimielimiä valtakunnallisella, alueellisella ja paikallisella tasolla.
sme: Almmolaš hálddašeami ja almmolaš doaimma earáge orgánain leat dát geatnegasvuođat.

source: Sama koskee yksityisoikeudellisia oikeussubjekteja silloin, kun ne käyttävät julkista valtaa tai hoitavat muita julkisia tehtäviä.
sme: Go dát konvenšuvdna geavahuvvo, de sámedikkit ja eará sámi orgánat, beroškeahttá iežaset riektedilálaš dásis riikkasiskkáldas lágaid ja riikkaidgaskasaš rivttiid mielde, eai galgga adnot gullevažžan doahpagii stáhta, earágo go sii doaimmahit almmolaš válddi.

source: Tätä sopimusta sovellettaessa saamelaiskäräjiä ja muita saamelaistoimielimiä, riippumatta niiden kansallisen tai kansainvälisen oikeuden mukaisesta asemasta, ei pidetä valtioon kuuluvina paitsi milloin ne käyttävät julkista valtaa.
sme: Artihkkal válddaha dárkileappot geain dat geatnegasvuođat leat dán kon

source: Artiklassa selostetaan lähemmin, keitä sopimus velvoittaa.
sme: venšuvnna mielde.

source: 5 artiklan määräyksestä
sme: Artihkkala 5 mearrádusas vuolgá ahte dan eiseválddis mas lea

source: seuraa, että artiklan aihealueesta vastaava viranomainen on sopimuksen mukaan suoraan
sme: ovddasvástádus dan áššesuorggis maid artihkkal gieđahallá, šaddá leat njuolges

source: vastuullinen siitä riippumatta, onko kyseessä valtiollinen, kunnallinen vai yksityinen
sme: ovddasvástádus konvenšuvnna mielde beroškeahttá das, leago stáhtalaš, suohkanlaš

source: toimielin.
sme: vai priváhta orgána.

source: Sopimuksessa säännellään monia erilaisia asioita.
sme: Konvenšuvdna regulere máŋga iešguđetlágan ášši.

source: Tämä merkitsee, että monille eri
sme: Dat

source: virastoille ja viranomaisille aiheutuu sopimuksen yksittäisiin artikloihin perustuvia
sme: mearkkaša ahte máŋgga iešguđetlágan etáhtas ja eiseválddis leat geatnegasvuođat

source: velvollisuuksia.
sme: konvenšuvnna guđege artihkkala mielde.

source: Sen sijaan, että jossakin yksittäisessä artiklassa mainittaisiin, millä
sme: Dan sadjái go mearridit guđege artihkkalis

source: nimenomaisella viranomaisilla on määräykseen perustuvia velvollisuuksia, on päätetty puhua
sme: main eiseválddiin leat geatnegasvuođat mearrádusa mielde, de leat válljen váldit

source: valtion velvollisuuksista.
sme: ovdan stáhta geatnegasvuođaid.

source: Määräys merkitsee, että vaikka jossakin tämän sopimuksen
sme: Mearrádus mearkkaša ahte vaikko geavahuvvošii dán

source: artiklassa käytetään ainoastaan ilmaisua valtio, artikla koskee myös tässä yhteydessä
sme: konvenšuvnna artihkkalis dušše doaba stáhta, de artihkkal fátmmasta maiddái daid

source: mainittuja toimielimiä.
sme: orgánaid mat dás namahuvvojit.

source: Ensimmäinen kappale: Valtakunnallisen tason valtiollisia toimielimiä ovat
sme: Vuosttaš lađas: Riikkalaš dási stáhtalaš orgánain leat ovddimusas riikka

source: ensisijaisesti parlamentti ja hallitus, ministeriöt, virastot ja ylimmät tuomioistuimet.
sme: čoahkkin (riikkabeaivvit) ja ráđđehus, departemeanttat, direktoráhtat ja bajimuš

source: Alueellisen tason valtiollisia toimielimiä ovat esimerkiksi maaherrat, lääninhallitukset,
sme: duopmostuollu. Guvllolaš dási stáhtalaš orgánain leat ovdamearkka dihte fylkka

source: hovioikeudet ja lääninoikeudet.
sme: mánni, leanastivrrat, lágamánnirievttit, hoavvarievttit ja leanarievttit.

source: Paikallisen tason valtiollisia toimielimiä ovat esimerkiksi
sme: Báikkálaš dási

source: käräjäoikeudet.
sme: stáhtalaš orgánat leat ovdamearkka dihte gearretrievttit.

source: Muita julkishallinnon toimielimiä ovat alueelliset itsehallinnolliset yksiköt,
sme: Almmolaš hálddašeami eará

source: kuten Ruotsin maakäräjät, Suomen evankelis-luterilainen kirkko ja Suomen ortodoksinen
sme: orgánat leat guvllolaš iešmearrideaddji oasit, nugo Ruoŧas ” landsting ” ja Suomas

source: kirkkokunta.
sme: evangelialaš-lutheralaš girku ja ortodoksa girku.

source: Lisäksi sopimuksen piiriin kuuluvat kunnat, Norjan maakäräjäkunnat, Suomen
sme: Dasto fátmmasta konvenšuvdna

source: lääninhallitukset ja erityiset lainsäädännön nojalla perustetut laitokset, jotka eivät ole
sme: suohkaniid ja fylkkasuohkaniid Norggas, leanastivrra Suomas ja sierra lágádusaid mat

source: hallituksen alaisia.
sme: leat lágaiguin vuođđuduvvon eaige biddjojuvvon ráđđehusa vuollai. Suomas dat

source: Suomessa tämä koskee esimerkiksi Kansaneläkelaitosta, Metsähallitusta ja
sme: fátmmasta omd. álbmotpenšonlágádusa (Folkpensionsanstalten), vuovdehálddahusa

source: Suomen yleisradiota sekä Norjassa Valtion sosiaaliturvalaitosta (Rikstrygdeverket) ja Norjan
sme: (Forststyrelsen) ja Suoma oktasašradio (Finlands rundradio), ja Norggas fas riikka

source: Viimeinen kohta merkitsee, että myös yksityisoikeudelliset oikeussubjektit kuuluvat
sme: Maŋimuš čuokkis mearkkaša ahte konvenšuvdna fátmmasta maiddái priváhta

source: sopimuksen piiriin, kun ne käyttävät julkista valtaa tai hoitavat julkisia tehtäviä. Valtiot eivät
sme: riektesubjeavttaid go dat doaimmahit almmolaš válddi dahje dahket almmolaš

source: voi välttää tähän sopimukseen perustuvia velvollisuuksiaan yksityistämällä toimintoja. Siksi
sme: bargguid. Stáhtat eai sáhte privatiseremiin beasadit iežaset geatnegasvuođain dán

source: myös yksityisille elimille siirretty vallankäyttö ja julkisten palvelujen tarjoaminen kuuluvat
sme: konvenšuvnna mielde. Váldedoaimmaheamit ja almmolaš bálvalusat mat

source: tämän sopimuksen määräyksen piiriin. Esimerkkejä oikeussubjekteista, joille on annettu
sme: biddjojuvvojit priváhta orgánaide, gullet maid dán konvenšuvnna mearrádusa vuollái.

source: julkista valtaa, ovat Statskog helseforetak (terveydenhuollon valtiolliset laitokset) Norjassa
sme: Ovdamearkkat dakkár riektesubjeavttain maidda lea addojuvvon almmolaš váldi, leat

source: sekä yksityiset koulutuslaitokset.
sme: Statskog, Norgga dearvvašvuođadoaimmat ja priváhta oahpahuslágádusat.

source: Viimeksi mainitut poikkeavat muista sikäli, että ainoastaan
sme: Dát

source: tietyt osat niiden toiminnasta kuuluvat sopimuksen piiriin.
sme: maŋimuš čuokkis spiehkasta duoin nuppiin dainna lágiin ahte dušše oasit doaimmas gullet konvenšuvnna vuollái.

source: Ne saattavat olla osakeyhtiöitä,
sme: Dat sáhttet leat oasussearvvit, searvvit dahje

source: yhdistyksiä tai osuuskuntia, joilla on julkisoikeudellisia tehtäviä.
sme: kooperatiivvat main leat almmolašrievttálaš doaimmat.

source: Toinen kappale: Saamelaiskäräjät ovat saamelaisten edustuksellinen toimielin, joka
sme: Nubbi ladđas: Sámediggi lea sámiid ovddasteaddji orgána, ja dat hálddaša

source: hallinnoi tähän sopimukseen perustuvia saamelaisten oikeuksia.
sme: sámi álbmoga vuoigatvuođaid dán konvenšuvnna mielde.

source: Saamelaiskäräjillä ei ole
sme: Sámiid politihkalaš orgánan

source: tämän sopimuksen nojalla velvollisuuksia saamelaisten poliittisena toimielimenä.
sme: Sámedikkis eai leat geatnegasvuođat dán konvenšuvnna mielde. Sámedikkiiide leat

source: Saamelaiskäräjille on kuitenkin annettu hallinnollisia tehtäviä lainsäädännössä ja valtioiden
sme: dattetge biddjojuvvon hálddahuslaš doaimmat láhkamearrádusaiguin ja stáhtalaš

source: niille delegoiman vallan myötä.
sme: eiseválddi delegašuvnnain.

source: Hallinnollisena toimielimenä saamelaiskäräjillä on samat
sme: Hálddahusorgánan Sámedikkis leat seammá geatnegas

source: sopimusvelvollisuudet kuin muillakin julkisilla viranomaisilla.
sme: vuođat konvenšuvnna mielde go dat mat leat eará almmolaš eiseválddis.

source: Myös muilla hallinnollisia tehtäviä suorittavilla saamelaiselimillä on tähän
sme: Maiddái eará sámi orgánain mat čađahit hálddašandoaimmaid, leat

source: sopimukseen perustuvia velvollisuuksia.
sme: geatnegasvuođat dán konvenšuvnna mielde.

source: Ne liittyvät esimerkiksi kolttasaamelaisten
sme: Nu lea ovdamearkka dihte nuortalaččaid

source: kyläkokoukseen ja poronhoitolakiin saamelaisten kotiseutualueilla Suomessa ja
sme: gillečoahkkimis ja boazoguohtunservviin sámiid ruovttugilleguovlluin Suomas ja

source: Sopimusvaltioiden tulee tehokkaasti luoda saamelaisille edellytyksiä säilyttää ja kehittää kieltään, kulttuuriaan, elinkeinojaan ja yhteiskuntaelämäänsä.
sme: Stáhtaid doaibmabijut sámi álbmoga guovdu Dát golbma stáhta galget beaktilit láhčit dilálašvuođaid sámi álbmogii vai sáhttá sihkkarastit ja ovddidit gielas, kultuvrras, ealáhusaidis ja servodateallimis.

source: Valtioiden tulee luoda suotuisat olosuhteet saamelaisten paikallisyhteisöjen ylläpitämiselle ja kehittämiselle.
sme: Stáhtat galget oiddolaš eavttuiguin bidjat vuođu sámi báikkálaš servodagaid seailluheapmái ja ovddideapmái.

source: Valtioiden vastuu tämän sopimuksen mukaisista toimenpiteistä käsittää kohtuullisissa määrin myös ne saamelaiset, jotka asuvat perinteisten saamelaisalueiden ulkopuolella.
sme: Stáhtaid ovddasvástádus čađahit doaibmabijuid dán konvenšuvnna mielde fátmmasta maiddái govttolaš mearis sámiid guđet ásset olggobealde árbevirolaš sámi guovlluid.

source: Ensimmäisen kappaleen määräys vastaa asiallisesti katsoen Norjan perustuslain 110 a
sme: Vuosttaš lađđasa mearrádus vástida ášši dáfus mearrádusaide mat leat

source: §:n ja Suomen perustuslain 17 §:n 3 momentin ja 22 §:n säännöksiä.
sme: norgalaš Vuođđolágas, § 110 a, ja suopmelaš vuođđolágas, 17 § 3 mom ja 22 §.

source: Norjan perustuslain 110 a §:n säännös kuuluu:
sme: Mearrádus mii lea norgalaš Vuođđolágas, § 110 a, čuodjá ná:

source: Suomen perustuslain 17 §:n 3 momentin ensimmäinen lause kuuluu: ” Saamelaisilla alkuperäiskansana sekä romaneilla ja muilla ryhmillä on oikeus ylläpitää ja kehittää omaa kieltään ja kulttuuriaan. ”
sme: Mearrádus mii lea suopmelaš vuođđolágas, 17 § 3 mom vuosttaš cealkka, čuodjá ná:

source: 22 §:n säännös kuuluu:
sme: 22 § mearrádus čuodjá ná:

source: ” Julkisen vallan on turvattava perusoikeuksien ja ihmisoikeuksien toteutuminen. ”
sme: ” Almmolašvuohta galgá bearráigeahččat ahte vuođđudeaddji friddjavuođat ja vuoigatvuođat ja olmmošvuoigatvuođat váldojuvvojit vuhtii. ”

source: Kuten 1 artiklaan liittyvissä huomautuksissa on mainittu, elinkeinojen lisääminen 6
sme: Nugo namahuvvo artihkkalii 1 gullevaš mearkkašumiin, de lasáhus ealáhusat

source: artiklaan ei merkitse mitään todellista sisällöllistä muutosta Norjan tai Suomen perustuslain
sme: artihkkalii 6 ii mearkkaš váldoáššenuppástusa daid mearrádusaid ektui mat leat

source: säännöksiin nähden.
sme: norgalaš ja suopmelaš vuođđolágain.

source: Kuten 5 artiklasta seuraa, tämä sopimus ei velvoita ainoastaan sopimusvaltiota vaan
sme: Nugo vuolgá artihkkalis 5, de ii duššefal stáhta leat geatnegas dán kon

source: kaikkia julkisia tehtäviä hoitavia tahoja, myös yksityisiä laitoksia.
sme: priváhta lágádusatge.

source: Valtiot eivät voi välttää
sme: Stáhtat eai sáhte hilgádit iežaset geatnegasvuođain dán

source: tähän sopimukseen perustuvia velvollisuuksiaan yksityistämällä toimintoja.
sme: konvenšuvnna privatiseremiin.

source: Siksi myös
sme: Váldedoaimmaheapmi ja almmolaš bálvalus

source: yksityisille elimille siirretty vallankäyttö ja julkisten palvelujen tarjoaminen kuuluvat tämän
sme: doaimmaheapmi mat biddjojuvvojit priváhta orgánaide, gullet maid dan dihte dán

source: artiklan määräyksen piiriin, ja valtion on huolehdittava siitä, että tällaiset toimielimet täyttävät
sme: artihkkala mearrádusa vuollái, ja stáhta ferte geahččat bearrái ahte dakkár orgánat

source: tämän sopimuksen mukaiset velvollisuutensa.
sme: čađahit iežaset geatnegasvuođaid dán konvenšuvnna mielde.

source: Toinen kappale: Saamelaisten kulttuurin, elinkeinojen ja yhteiskuntaelämän
sme: Nubbi lađas: Jos sámiid kultuvra, ealáhusat ja servodateallin galggaš sáhttit

source: säilyttämiseksi on ratkaisevan tärkeää, että sopimusvaltioiden harjoittama politiikka osaltaan
sme: seailut, de lea áibbas dárbbašlaš ahte stáhtat jođihit politihka mii virkkosmahttá sámi

source: lisää saamelaisten paikallisyhteisöjen elinvoimaa.
sme: báikegottiid.

source: Tämä merkitsee, että sopimusvaltioiden
sme: Dat mearkkaša ahte stáhtat fertejit, jos lea dárbu, álggahit sierra

source: tulee tarvittaessa ryhtyä saamelaisten paikallisyhteisöihin kohdistuviin erityistoimiin.
sme: doaibmabijuid sámi báikegottiid ávkin.

source: Muun muassa Norjan aluekomitea (Distriktskommisjonen) tunnustaa erityisten
sme: Ahte dárbbašuvvojit sierra guovlopolitihkalaš váikkuhangaskaoamit sámi

source: aluepoliittisten vaikutuskeinojen tarpeen saamelaisalueilla, katso komitean mietintö NOU
sme: guovlluin, lea mieđihan ee. norgalaš guovlolávdegoddi (Distriktskommisjonen),

source: 2004: 19 Elinvoimaiset alueet ja seudut.
sme: geahča NÁČ 2004: 19 Ealasis guovlluin ja regiuvnnain.

source: Aluekomitea kiinnittää huomiota seuraaviin
sme: Nugo guovlolávdegoddi

source: tärkeisiin seikkoihin:
sme: čujuhii, de leat čuovvovaš bealit deaŧalaččat:

source: ” − Saamelaisalueiden myönteisen kehityksen takaamiseksi on ryhdyttävä voimakkaisiin aluepoliittisiin toimenpiteisiin.
sme: ” - Sihkkarastin dihte positiiva ovdáneami sámi guovlluin berrejit váldojuvvot atnui nana guovlopolitihkalaš váikkuhangaskaoamit.

source: Monissa tapauksissa oikeana ratkaisuna on kehittää saamelaisalueille omat toimenpiteet tai muotoilla toimenpiteet niiden erityisiä tarpeita vastaaviksi.
sme: Máŋgga dáhpáhusas šaddá riekta hábmet sierra váikkuhangaskaomiid dahje lágidit váikkuhangaskaomiid dihto hámis sámi guovlluin.

source: − On myös tarkoituksenmukaista, että hallitus käy yhteistuumin saamelaiskäräjien kanssa läpi tärkeimmät elinkeinoelämän alueet niiden ongelmien tunnistamiseksi, joita esiintyy Norjan hyväksymässä maan alkuperäisväestöä koskevassa periaatepolitiikassa sekä tämän politiikan toteuttamisessa. ”
sme: deaŧaleamos ealáhussektoriid, vai fuomášivččii váttisvuođaid maid Norgga dohkkehuvvon prinsihpalaš politihkka ja dan geavatlaš čađaheapmi dagaha riikka álgoálbmogii. ”

source: Jos sopimuksen tarkoitus on määrä toteuttaa, se edellyttää saamelaisten
sme: Jos konvenšuvnna ulbmil galggaš ollašuvvat, de lea eaktu dasa ahte sámi

source: paikallisyhteisöjen elossa pysymistä, mikä ilmaistaan useissa sopimuksen artikloissa. Tässä
sme: báikegottit sáhttet seailut, ja dat boahtá ovdan konvenšuvnnas máŋgga

source: yhteydessä voidaan erityisesti viitata 10–12 artiklaan, jotka koskevat yhteistyötä yli
sme: artihkkalis. Vejolaš lea čujuhit erenoamážit artihkkaliidda 10 - 12 mat gieđahallet

source: Tällainen yhteistyö on välttämätöntä pienehköjen saamelaisten
sme: Dakkár ovttasbargu lea dárbbašlaš seailluhan dihte

source: paikallisyhteisöjen ylläpitämiseksi.
sme: unnibuš sámi báikegottiid.

source: Lisäksi voidaan viitata saamelaisten elinkeinojen suojaa käsittelevään 41 artiklaan.
sme: Vejolaš lea maid čujuhit artihkkalii 41 mii gieđahallá sámi

source: Yksittäisten alojen erityistoimista on annettu tarkempia säännöksiä,
sme: ealáhusaid. Muhtun sierrasurggiid várás leat dárlileabbo njuolggadusat

source: katso muun muassa 38 artiklan toinen kappale.
sme: sierradoaibmabijuid birra, geahča ee. artihkkala 38 nuppi lađđasa.

source: Myös saamelaisaluetta koskevalla 22 artiklalla
sme: 22 mii gieđahallá sámeregiuvnna lea deaŧalaš sámi báikegottiide.

source: on merkitystä saamelaisten paikallisyhteisöille.
sme: Deaŧalaš lea ahte váikkuhangaskaoamit hábmejuvvojit ovttasráđiid

source: On tärkeää, että toimenpiteet hahmotellaan yhteistyössä saamelaiskäräjien kanssa. Sitä
sme: sámedikkiiguin.

source: edellyttävät saamelaisten itsemääräämisoikeus, katso 3 artikla, ja saamelaiskäräjien
sme: Dát vuolgá iešmearridanvuoigatvuođas, geahča artihkkala, ja

source: neuvotteluoikeus, katso 16 artikla.
sme: sámedikkiid vuoigatvuođas šiehtadallat, geahča artihkkala 16.

source: Artiklan kolmannen kappaleen tarkoituksena on varmistaa, että myös perinteisten
sme: Mearrádus goalmmát lađđassis galgá sihkkarastit ahte maiddái dat sámitge

source: saamelaisalueiden ulkopuolella asuvat saamelaiset voivat kehittää kieltään, kulttuuriaan ja
sme: guđet ásset olggobealde árbevirolaš sámi guovlluid, besset ovddidit ižaset giela,

source: elinkeinoelämäänsä ja saavat mahdollisuuden osallistua saamelaisten yhteiskuntaelämään.
sme: kultuvrra ja ealáhuseallima, ja ožžot vejolašvuođa searvat sámi servodateallimii.

source: Saamelaisalueiden ulkopuolella asuviin saamelaisiin voidaan kohdistaa toisenlaisia
sme: Doaibmabijut sáhttet leat earáláganat daid sámiid várás guđet ásset olggobealde sámi

source: toimenpiteitä, joista erityisen merkittäviä ovat kielen kehittämisen mahdollistavat toimet ja
sme: guovlluid. Erenoamáš deaŧalaš doaibmabijut leat giellaovddideapmi ja dohkálaš

source: saamelaista kulttuuria koskeva asianmukainen opetus.
sme: oahpahus sámi kultuvrra birra.
